name: "yolov9-s_onnx"
platform: "onnxruntime_onnx"
input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [ -1, 3, 640, 640 ] 
  }
]
output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [ -1, -1, -1 ]
  }
]
